MEAL_TYPES = (
    ('breakfast', 'breakfast'),
    ('salad', 'salad'),
    ('soup', 'soup'),
    ('appetizer', 'appetizer'),
    ('main', 'main'),
    ('dessert', 'dessert'),
)

CATEGORIES = (
    'breakfast',
    'salad',
    'soup',
    'appetizer',
    'main',
    'dessert',
)

MEASURES = (
    ('g', 'g'),
    ('kg', 'kg'),
    ('ml', 'ml'),
    ('l', 'l'),
    ('tsp', 'tsp'),
    ('tbsp', 'tbsp'),
    ('cup', 'cup'),
    ('pcs', 'pcs'),
)

VALID_IMAGE_EXTENSIONS = (
    'jpg',
    'jpeg',
    'png',
)

FUN_FACTS = (
    "Знаеш ли, че очите на щраусите са по-големи от мозъка им?",
    "Мравките не живеят по места като Исландия, Антарктика и Гренландия.",
    "Знаеш ли, че рибешките люспи се използват в направата на повечето червила?",
    "Знаеш ли, че повечето клаксони на автомобили издават тона 'Фа'?",
    "Знаеш ли, че пълното име на Барби е Барбара Милисънт Робъртс?",
    "Знаеш ли, че един човешки косъм може да издържи 100 кг тежест?",
    "Знаеш ли, че най-младата майка в документираната история е била на пет години.",
    "Кефиш ли се на слънцето?",
    "В магазина всичко има...",
    "Няма бира, а сърцето ми...",
    "Слънцето весело пече...",
    "Вкусна ли е манджата?",
    "Има ли мляко за утрешното ти кафе?",
    "10% от доходите на руското правителство идват от продажбите на водка.",
)
